---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBottomDirn2
source: html/63223d37-c0f9-edeb-6c78-138da8d8ce1f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemActiveBottomDirn2 Property

"Bottom Minor Direction"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemActiveBottomDirn2 { get; }
```